[
{
  "source" : "./Images/Ken.JPG",
  "name": "Kenneth Kang",
  "description": "Kenneth Kang is a first-year student studying Business Analytics and Computer Science with a focus on Data Science. Not only that, but he is also minoring in Statistics. He has the title of Student Fee Committee At Large member for ASOSU while he was a formal House of Representative. Also, he is currently working in the OPEnS Lab, a biological and ecological engineering lab, in the Loom project and eGreenhouse project. ",
  "link1": "mailto:kangken@oregonstate.edu",
  "link2": "https://www.linkedin.com/in/kennethleekang/",
  "link3": "https://github.com/MrKangs"
},
{
  "source" : "./Images/Adam.jpg",
  "name": "Adam Kerr",
  "description": "Adam Kerr is a first-year Honors College student studying Computer Science on the Systems track, exploring right now on what he enjoys the most. He hopes to participate in the Accelerated Master's Degree program to graduate in 2023 with a Master's Degree. Adam is the founder and president of the Kahoot Association of Rambunctious Enlightened Nanny-cratties, or KAREN for short, here at OSU. Also, he is currently working in the OPEnS Lab, a biological and ecological engineering lab, in the Loom project. He loves the environment, hiking, running, and playing soccer when he can.",
  "link1": "mailto:kerrada@oregonstate.edu",
  "link2": "https://www.linkedin.com/in/adam-kerr-20056a19a/",
  "link3": "https://github.com/akerr501"
},
{
  "source" : "./Images/Keegan.jpg",
  "name": "Keegan Nave",
  "description": "Keegan is a second year Computer Science student pursuing the systems option. Keegan works in the robotics lab and is currently working on an automated testbed for arms and hands as well as simulation of arms and hands in unity. In his free time he enjoys hanging out with friends and playing ping pong.",
  "link1": "mailto:na@oregonstate.edu",
  "link2": "https://www.linkedin.com/in/keegan-nave/",
  "link3": "https://github.com/Keeganfn"
},
{
  "source" : "./Images/Cyrus.jpg",
  "name": "Cyrus Swihart",
  "description": "Cyrus is a Second year Computer Science student pursuing the Systems option. Cyrus enjoys programming and is interested in CyberSecurity. When he is not doing school work, he can be found hanging out with friends or playing videogames.",
  "link1": "mailto:swihartc@oregonstate.edu",
  "link2": "https://www.linkedin.com/in/cyrus-swihart/",
  "link3": "https://github.com/swihartc"
}
]
